{
    "data": [
        {
            "occurred": "2023-09-14 22:35:00",
            "location": "East Bridgewater, MA, USA",
            "location_details": "Above large open field on Central st",
            "shape": "Rectangle",
            "duration": "Hovered for over a minute",
            "observers": "1",
            "reported": "2023-10-26 10:10:27 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Lights on object, Aura or haze around objectSaw four large rectangle shaped white lights hovering in the distance.\n\r\nWas driving home, stopped at a red light when I saw four rather large rectangle shaped bright white lights hovering over a tree line in the distance across a field. I rolled my window down, heard no sound and the objects didn't appear to move, just hover. They were evenly spaced, rectangle shaped and extremely bright with a fuzzy haze around them. I drove home and immediately told my friend what I had seen. Someone I told suggested it was starlink so I looked that up and not only was it not visible in my area at that time but it looked nothing like it."
        },
        {
            "occurred": "1973-11-09 20:00:00",
            "location": "Fallbrook, CA, USA",
            "location_details": "",
            "shape": "Circle",
            "duration": "20 minutes",
            "observers": "20",
            "reported": "2023-10-26 12:08:17 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Aura or haze around object, Left a trail, Emitted beamsIt had an elongated greenish-blue (or turquois) contrail streaming behind\n\r\nIt was early evening and I was walking to a nearby store when I heard a hissing sound coming from a high altitude, maybe 30,000 feet up. It was streaking southwest across the sky at an incalculable speed. It had an elongated greenish-blue or turquoise-colored contrail streaming behind. The contrail seemed to dissipate, fade-away slowly. My first thought was that I was witnessing a nuclear missile headed down and I became terrified. I stopped dead in my tracks to watch it. Then very quickly, almost instantly, the craft dropped down over the top of where I was standing. It made no sound. It stopped and hovered above me, maybe 20 feet above the ground. It was indescribable, the best I can describe it: metallic, saucer-shaped, surrounded by a turquoise-colored glow, and it had windows. I could see a being looking down from the craft, and the being appeared to raise a hand as if to wave at me.\n\r\nWithin seconds, dozens of people started running toward me. They were yelling and calling out “what the hell is that thing!” As they got close to me the craft instantly shot up straight and then streaked off about 1000 yards heading northwest, it flew just over the top of a hill, then it suddenly stopped and began to hover over a basin. A shaft of turquoise-colored light came down from the bottom of the craft down to the ground. By now I joined the others in a jeep and we drove fast as possible to the top of the hill to get a look at what it was doing. We got to the top of the hill and saw the turquoise-colored shaft of light was still coming down from the bottom of the craft onto the floor of the basin. It continued to hover for a good long while, maybe 15 minutes. Then suddenly the craft shot straight up into the sky until it disappeared from sight. The shaft of turquoise-colored light then slowly faded-out. The craft made no sound, but we could feel a strange vibration in our bodies. I was so frightened it sickened me. For a moment I truly thought I was going to die that very night. To this day I am disappointed with myself, because I never expected to be so terrified by a UFO.\n"
        },
        {
            "occurred": "2019-09-26 03:00:00",
            "location": "Sabino Canyon, AZ, USA",
            "location_details": "North Sabino Canyon and East Snyder Rd",
            "shape": "Oval",
            "duration": "1 minute",
            "observers": "2",
            "reported": "2023-10-26 12:56:14 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Lights on object, Left a trail, Changed ColoWe were heading to our family house in Sabino canyon, about 3 am. At first sight we think it was a helicopter or a militar UAV. The UFO follow our car at North Sabino Canyon and East Snyder Rd traffic light then the UFO go to the Sabino Canyon park with Red, blue and green lights on. It never do any noise"
        },
        {
            "occurred": "2023-09-17 21:51:00",
            "location": "Monterrey, Nuevo León, Mexico",
            "location_details": "Near Mitras mountain at Monterrey",
            "shape": "Orb",
            "duration": "5 minutes",
            "observers": "2",
            "reported": "2023-10-26 13:35:12 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Changed Colo4 lights on the sky moving, faster and lower than a plane. Static biggest light it's a radio antena on a mountain\n\r\nSaw from a balcony with a south-east view. 4 lights on the clear sky, moving. Too fast to be planes, also too low. Changing colors from blue to red to white.\r\nA few seconds after we started recording, the lights started to scatter, moving at different speeds\n\r\nBiggest, static white light it's a radio antena located on a mountain at around 1800 meters high, and 9 miles away from the balcony we recorded from, so the moving lights were closer than that.\n\r\nIt was right above a big city, we looked up for drone shows and none came up for the area, but lights moved way too fast and way to high to be drones for a drone show, they were also too big.<div id=\"museai-player-ecc4086f5bad96d46081e9fc0703c35a\"></div><script>MusePlayer({container: \"#museai-player-ecc4086f5bad96d46081e9fc0703c35a\", video: \"7JDb9Tw\", width: \"640\", links: 1, logo: 0, search: 0, autoplay: 0, volume: 50, title: 0, style: \"full\", start: 0, loop: 0, resume: 0, align: \"\", coverPlayPosition: \"bottom-left\", cta: \"\", css: \"\", subtitles: \"\", locale: \"\", download: 0, playlist: \"\"})</script>"
        },
        {
            "occurred": "2023-10-26 17:19:00",
            "location": "Marshfield, MA, USA",
            "location_details": "Above Washington Street, right near the Plane route",
            "shape": "Cigar",
            "duration": "20min before I had to go",
            "observers": "2",
            "reported": "2023-10-26 17:33:26 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Aura or haze around object, Aircraft nearbyCigar shades, bright, white, or very white, standing perfectly still next to the line of Plane traffic\n\r\nI saw a very bright cigar shaped object that seem to change shape in the photos I took, either very lit up or very white, in the sky next to a Plain air traffic. It was absolutely NOT a plane. Planes were flying by it and slowing down. You could see the speed of the planes not they were moving. Very obviously. This object is not moving at all. I got photos of it. I was there for at least 20 minutes, but I could not stay any longer. My friend drop me off at my house left I’m on followed the street and he said it was hovering near the beaches. It was low enough that you could see that it was not a plane, and you could see the detail of the planes passing by and that they were very different. The picture was taken from far away so you have to zoom in, but you can clearly see the change of shape.<img alt=\"\" src=\"https://nuforc.org/wp-content/uploads/wpforms/624-c824613929464448a7e062112379f845/IMG_1727-b34ef431805d79080854f2ef2215f6a5.jpeg\"/>"
        },
        {
            "occurred": "2023-10-26 17:16:00",
            "location": "Tucson, AZ, USA",
            "location_details": "It was coming from the east heading to the west and disappeared",
            "shape": "Unknown",
            "duration": "About 15 seconds",
            "observers": "1",
            "reported": "2023-10-26 17:52:02 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": ""
        },
        {
            "occurred": "2018-02-17 21:00:00",
            "location": "Cairo, NY, USA",
            "location_details": "Trail throughout wooded catskill mountain, about 6 inches of snow at the time",
            "shape": "Light",
            "duration": "15 - 30 minutes",
            "observers": "3",
            "reported": "2023-10-26 18:49:06 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Aura or haze around object, Emitted beams'Search Light' type strobing in the Catskills\n\r\nI need to start this by admitting that the three of us who witnessed this had taken LSD about 20 minutes prior to our sighting. Despite this, the drug had not had enough time to take effect, and I am confident we all saw what we saw.\n\r\nTwo friends and I were going to break into this abandoned cabin on top of the mountain and spend the night. We all took a tab of acid at the bottom, and started walking.\n\r\nAfter about 10-15 minutes of hiking, I remember noticing flashes of lights in the corner of my eye. We had flashlights to navigate the dark, so I didn't think much at first, assuming I was just seeing our own lights.\n\r\nThe light would shine like a spot light, piercing a small area, and moved light a search light. It was almost like those lights at a movie premiere or something. It was intermittent and inconsistent, happening at different times, with different amounts of beams each time.\n\r\nWe kept walking and I ignored it. I thought maybe I was just seeing things. I didn't feel like I was tripping yet but I blamed it on the acid at first\n\r\nWe walked for about 5-10 minutes more before coming to a quick stop. We each caught our breath, drank some water, and one of my friends starts playing with his ken dama (Japanese ball toy). He lands a couple tricks, all whole this lights are strobing here and there. I ignored it and just watched my friend play, landing some nasty tricks.\n\r\nBut one particular strobe hit us just the right way, and I noticed my friend stop for a second and look up in the direction the light came from. That's when I asked if anybody else had been seeing these lights.\n\r\nAs soon as I said something, we all excitedly started to repeat each other.\n\r\nWe had all been seeing these lights and ignoring them, thinking it was either our own flashlights or just apart of the high, yet none of us felt as if we were tripping yet.\n\r\nWe turned off our flashlights, and the strobes continued.  They came from all different places, but all in about the same direction, we didn't have to turn our bodies to watch them all, coming from the west of us if I remember correctly.\n\r\nWe sat and watched for about 5-10 minutes before they're seemed to stop. We all still felt sober. We continued our walk but didn't see anything out of the ordinary.\n\r\nWe finally got to the abandoned cabin about 20 minutes later. It was about this time I felt the drug start to kick in.\n\r\nWe spend the night in the cabin without anything strange happening, but none of us still know what we saw.\n\r\nThe next morning we left the cabin. While hiking down, we heard the distant sound of a snow mobile. My one friend (who's idea it was to stay at this cabin) prompted us to hide.\n\r\nWe jumped to the side of the trail and waited as the snowmobile neared. It was a neighbor of my friend.\n\r\nThe cabin, as it turned out, wasn't truly abandoned. It still the property of a friend of the neighbor on the snow mobile. The neighbor checks in on the cabin from time to time while out riding. We hoped he would drive on by this time, as we had left quite a mess from the previous night.\n\r\nAs we get back to my friend's house, we hear the snow mobile coming back down the mountain. My friend prompted us to run.\n\r\nI had no idea where in the woods I was so I stayed behind my friend like my life depended on it. I had no idea where our other friend went but he sprinted the opposite direction\n\r\nWe ran till we got back towards the road and his behind a trailer quickly. My friend that I had followed just the noticed that out other friend wasn't with us. As soon as he asked where he went, we heard someone scream \"HEY YOU THERE\".\n\r\nInstantly my friend got up to continue the run home and I followed without hesitation.  We made it back to his house and ran up to his room. I was gonna grab my car keys (which I had left in his room) and go drive around looking for our friend, but he showed up before I made it out the door.\n\r\nOut of breath, we excitedly recount what had just happened thinking we had gotten away, but the neighbor had was able to track the prints in the snow back to the house.\n\r\nFrom the room we watched him turn around and go to his home, unsure what his next move was. We started to plan for the rest of the day when we saw two State Troopers drive down the road to the neighbors house.\n\r\nOnce again, without hesitation, I got out of there. My and the kid that ran the opposite direction left our friends house. I dropped him off at his house, went back to mine, and fell asleep.\n\r\nWhen I woke up, I was told that the friend we had left had gotten arrested for Trespassing.\n\r\nHere's the weird part. When he was taken in and questioned, they asked about the lights. From what he told me they wanted to know if we were the ones shining the light, or if we even saw it. From what he told me, he denied seeing or knowing anything.\n\r\nBefore being brought in he told his mom and dad what we saw, and they told him not to say anything about it. His father had told him that he had seen similar lights in the Mount decades ago.\n\r\nOver 5 years later, I still have no idea what we saw"
        },
        {
            "occurred": "2023-10-21 19:42:00",
            "location": "Riverside, CA, USA",
            "location_details": "19519 Lurin Ave #A",
            "shape": "Star",
            "duration": "45 minutes",
            "observers": "3",
            "reported": "2023-10-26 20:55:07 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": ""
        },
        {
            "occurred": "2023-10-26 19:12:00",
            "location": "Worcester, MA, USA",
            "location_details": "Coes pond",
            "shape": "Circle",
            "duration": "6minutes",
            "observers": "4",
            "reported": "2023-10-27 02:41:05 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Aura or haze around objectI was driving when I star tto see  objects going up coming from an area to sky\n\r\nI was driving mill st to my home when I see this objects starting to go up like coming out and going up I start seeing bunch of them coming out and flying I have images. There were many of them."
        },
        {
            "occurred": "2023-10-27 05:54:00",
            "location": "Sherman Oaks, CA, USA",
            "location_details": "Looking in South x SouthEasterly Sky Moving West to East",
            "shape": "Unknown",
            "duration": "Lasted Less than 1 Minute",
            "observers": "1",
            "reported": "2023-10-27 06:11:00 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Lights on objectVery Clear Distinct Yellow Light Moving Rapidly from West to East Stopped Immediately Upon Aligning with Venus.\n\r\nA yellow, unnatural light moving in the Southern Sky moving West to East eventually entering the SouthEasterly Sky at a very rapid pace seemed to stop on a dime upon aligning with Venus, almost using the planet’s bright light as a cover source.\n\r\nI confirmed via ADSBExchange it was neither airplane, nor was the airspace locked down due to rocket or other launch. Also confirmed via Satellite Tracking App that it did not align with any orbiting SAT at that time or angle."
        },
        {
            "occurred": "2023-10-26 11:30:00",
            "location": "Laughlin, NV, USA",
            "location_details": "350 degrees north north west",
            "shape": "Changing",
            "duration": "5 minutes",
            "observers": "-1",
            "reported": "2023-10-27 06:11:38 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Lights on object, Changed ColoErratically moving in all directions but not really moving? Seemed like it playing, varied blue color and shape. I'm not used to seeing ufo's when I open the window in the master bath to let the cool air in at night."
        },
        {
            "occurred": "2023-10-18 02:30:00",
            "location": "Baltimore, MD, USA",
            "location_details": "Seen from 5th story apartment window, looked to hover far away but above guilford ave",
            "shape": "Changing",
            "duration": "Few hours",
            "observers": "2",
            "reported": "2023-10-27 10:12:13 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Lights on object, Aura or haze around object, Emitted other objects2-3 flying objects that did not move much that were close enough to create a bright flash of light that fell vertically down &amp; vanished\n\r\nI returned home around 2:30 am &amp; in my window saw 1 aircraft that I assumed was a plane. I watched it for several minutes &amp; when it continued blinking colors I grabbed my binoculars &amp; saw that it was not a plane. It had stopped moving when another craft appeared near it. I woke my partner up &amp; we ended counting 3 crafts near, but not next, to each other. They were amongst/hidden by clouds for a couple minutes, however, you would still see the lights. After watching for 30 minutes we witnessed a bright light shoot vertically from in between 2 of the aircraft’s down toward the ground. The light disappeared &amp; we had not heard a sound or any news reports. We watched them for a total of 3-4 hours before fall asleep. We assumed they remained in the sky."
        },
        {
            "occurred": "2023-08-25 11:25:00",
            "location": "El Higo, Veracruz, Mexico",
            "location_details": "Una comunidad rural a 2 horas de la ciudad más cercana, con poca contaminación lumínica",
            "shape": "Formation",
            "duration": "Una serie de starligths",
            "observers": "2",
            "reported": "2023-10-27 10:33:12 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Electrical or magnetic effectsA series of light orbits (6 flashes) crossed the night sky, from one horizon to the other. The closest I can describe it is that it looked like when in time-lapse recordings of the planet you see the movement of the stars as lines of light crossing the sky. As soon as this event occurred, the lights in the town went out and some engines broke down.\n\r\nTranslated from original report in Spanish:\n\r\nSe avistaron Una serie de órbitas de luz (6 destellos) cruzaron a través del cielo nocturno, desde un horizonte hasta el otro.\r\nLo más cercano a como lo podría describir es que se veía como cuando en las grabaciones aceleradas del planeta de ve registra el movimiento de las estrellas como líneas de luz que cruzan el cielo. En cuanto pasó dicho acontecimiento, se fue la luz en el poblado y algunos motores se descompusieron."
        },
        {
            "occurred": "2022-04-04 20:00:00",
            "location": ", MO, USA",
            "location_details": "",
            "shape": "Circle",
            "duration": "",
            "observers": "",
            "reported": "2023-10-27 10:41:28 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": ""
        },
        {
            "occurred": "2023-10-24 16:47:00",
            "location": "Chajari, Entre Ríos Province, Argentina",
            "location_details": "En el frente de mi casa al aire libre",
            "shape": "Triangle",
            "duration": "Entre 1 minuto y medio",
            "observers": "3",
            "reported": "2023-10-27 13:02:09 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Lights on object, Landed, Missing Time, Animals reactedWe were outside when 2 black triangles with bright lights passed by. They stopped for between 10 and 20 seconds and then slowly moved upwards\n\r\nOriginal report in Spanish:\n\r\nEstábamos afuera luego pasaron 2 triángulos de color negro con luces brillantes despacio se detuvieron entre 10 y 20 segundos y se fueron lentamente hacia arriba<img alt=\"\" src=\"https://nuforc.org/wp-content/uploads/wpforms/624-c824613929464448a7e062112379f845/Blacktriangle-596b9e4c78074044221c560ebef80250.jpg\"/>"
        },
        {
            "occurred": "2023-10-26 22:30:00",
            "location": "Arbuckle, CA, USA",
            "location_details": "",
            "shape": "Cylinder",
            "duration": "5 min",
            "observers": "1",
            "reported": "2023-10-27 17:44:08 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Lights on object, Emitted other objectsThere were 4 lights one craft that broke into two and two and went separate directions\n\r\nOne craft broke into two objects and flew into different directions"
        },
        {
            "occurred": "2023-10-27 18:47:00",
            "location": "San diego, CA, USA",
            "location_details": "Kate Sessions Park pacific beach",
            "shape": "Formation",
            "duration": "1:00 +",
            "observers": "4",
            "reported": "2023-10-27 20:28:54 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Lights on object, Aircraft nearbyA series of mysterious lights in close proximity of the San Diego military base.\n\r\nAt 6:47pm while sitting at Kate sessions park in San Diego my 3 friends and I noticed some mysterious lights in the distance over the military base north island. There were 5 lights spaced out and seemed to reconfigure to 3 into a shape of a triangle. Then they proceeded to form a straight line. At this point there were 4 lights. They eventually all vanished.<div id=\"museai-player-ad7ed1c2dcc7490170d7245a268dfe9b\"></div><script>MusePlayer({container: \"#museai-player-ad7ed1c2dcc7490170d7245a268dfe9b\", video: \"NGqJU18\", width: \"640\", links: 1, logo: 0, search: 0, autoplay: 0, volume: 50, title: 0, style: \"full\", start: 0, loop: 0, resume: 0, align: \"\", coverPlayPosition: \"bottom-left\", cta: \"\", css: \"\", subtitles: \"\", locale: \"\", download: 0, playlist: \"\"})</script><img alt=\"\" src=\"https://nuforc.org/wp-content/uploads/wpforms/624-c824613929464448a7e062112379f845/IMG_4543-155081216d37f314c114cdf669306238.jpeg\"/>"
        },
        {
            "occurred": "2023-10-27 18:46:00",
            "location": "San Diego, CA, USA",
            "location_details": "I am located in the Bankers Hill neighborhood of San Diego. About 1.5 miles to San Diego Harbor",
            "shape": "Orb",
            "duration": "3 minutes",
            "observers": "1",
            "reported": "2023-10-27 21:49:17 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Lights on object, Emitted beamsFalling Fire Ball Disseminates into Five Hovering Orbs of Light\n\r\nAt around 6:46p PST, I was finishing up walking my dog near the gated entrance of our building on a cul du sac in Banker's Hill, San Diego. I turned to walk towards the gate, facing southwest towards San Diego Harbor and noticed what appeared to be a meteor falling in the sky. It was very bright and falling more slowly than I would have imagined a meteor to fall and I kept staring at it in awe as it continued its decent in the nights sky. I had watched for about 30 seconds and yelled to my neighbor who was also walking her dog to look up in the sky. She asked, \"what is that?\" and I began filming as best I could. The tail of fire had begun to descend beyond my line of sight due to the tree line ahead but just as it neared the tops of the trees, the fire separated out into 5 rays of falling light and then began moving into a more horizontal formation which clearly became 5 separate hovering orbs of light. 4 of the orbs began moving west across the harbor and 1 orb can be seen moving west and then shifting towards the east. I ran down the street to get to a place with an unobstructed view of the harbor and only one orb remained for a brief moment before disappearing towards the south. I have captured 2 videos depicting what I saw. The first video is the very tail end of the meteor like fiery formation falling from the sky and you can see it separate out into 5 separate lines. The next video captures the 5 hovering orbs, right above the tree line as it began to descend lower over the harbor and then finally disappear. In the first video, you see the fire/light and hear my neighbor exclaim, \"Okay...it's breaking up now.\" In the second video, it immediately starts with showing the 5 separate orbs and then I ran down the street and the video is poor but when you get to the last 00:30 seconds left you see one remaining orb over the harbor and I exclaim, \"there it is\" and then it quickly disappears.<div id=\"museai-player-8c91f3996dc6074a0b5bc9c96caf9cf5\"></div><script>MusePlayer({container: \"#museai-player-8c91f3996dc6074a0b5bc9c96caf9cf5\", video: \"9aQvM5E\", width: \"640\", links: 1, logo: 0, search: 0, autoplay: 0, volume: 50, title: 0, style: \"full\", start: 0, loop: 0, resume: 0, align: \"\", coverPlayPosition: \"bottom-left\", cta: \"\", css: \"\", subtitles: \"\", locale: \"\", download: 0, playlist: \"\"})</script><div id=\"museai-player-204920e749f140890a3267ea5db5074d\"></div><script>MusePlayer({container: \"#museai-player-204920e749f140890a3267ea5db5074d\", video: \"tEegE9K\", width: \"640\", links: 1, logo: 0, search: 0, autoplay: 0, volume: 50, title: 0, style: \"full\", start: 0, loop: 0, resume: 0, align: \"\", coverPlayPosition: \"bottom-left\", cta: \"\", css: \"\", subtitles: \"\", locale: \"\", download: 0, playlist: \"\"})</script>"
        }
    ]
}