{
    "data": [
        {
            "occurred": "2023-09-14 22:35:00",
            "location": "East Bridgewater, MA, USA",
            "shape": "Rectangle",
            "duration": "Hovered for over a minute",
            "observers": "1",
            "reported": "2023-10-26 10:10:27 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Lights on object, Aura or haze around objectSaw four large rectangle shaped white lights hovering in the distance.\n\r\nWas driving home, stopped at a red light when I saw four rather large rectangle shaped bright white lights hovering over a tree line in the distance across a field. I rolled my window down, heard no sound and the objects didn't appear to move, just hover. They were evenly spaced, rectangle shaped and extremely bright with a fuzzy haze around them. I drove home and immediately told my friend what I had seen. Someone I told suggested it was starlink so I looked that up and not only was it not visible in my area at that time but it looked nothing like it."
        },
        {
            "occurred": "1973-11-09 20:00:00",
            "location": "Fallbrook, CA, USA",
            "shape": "Circle",
            "duration": "20 minutes",
            "observers": "20",
            "reported": "2023-10-26 12:08:17 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Aura or haze around object, Left a trail, Emitted beamsIt had an elongated greenish-blue (or turquois) contrail streaming behind\n\r\nIt was early evening and I was walking to a nearby store when I heard a hissing sound coming from a high altitude, maybe 30,000 feet up. It was streaking southwest across the sky at an incalculable speed. It had an elongated greenish-blue or turquoise-colored contrail streaming behind. The contrail seemed to dissipate, fade-away slowly. My first thought was that I was witnessing a nuclear missile headed down and I became terrified. I stopped dead in my tracks to watch it. Then very quickly, almost instantly, the craft dropped down over the top of where I was standing. It made no sound. It stopped and hovered above me, maybe 20 feet above the ground. It was indescribable, the best I can describe it: metallic, saucer-shaped, surrounded by a turquoise-colored glow, and it had windows. I could see a being looking down from the craft, and the being appeared to raise a hand as if to wave at me.\n\r\nWithin seconds, dozens of people started running toward me. They were yelling and calling out “what the hell is that thing!” As they got close to me the craft instantly shot up straight and then streaked off about 1000 yards heading northwest, it flew just over the top of a hill, then it suddenly stopped and began to hover over a basin. A shaft of turquoise-colored light came down from the bottom of the craft down to the ground. By now I joined the others in a jeep and we drove fast as possible to the top of the hill to get a look at what it was doing. We got to the top of the hill and saw the turquoise-colored shaft of light was still coming down from the bottom of the craft onto the floor of the basin. It continued to hover for a good long while, maybe 15 minutes. Then suddenly the craft shot straight up into the sky until it disappeared from sight. The shaft of turquoise-colored light then slowly faded-out. The craft made no sound, but we could feel a strange vibration in our bodies. I was so frightened it sickened me. For a moment I truly thought I was going to die that very night. To this day I am disappointed with myself, because I never expected to be so terrified by a UFO.\n"
        },
        {
            "occurred": "2019-09-26 03:00:00",
            "location": "Sabino Canyon, AZ, USA",
            "shape": "Oval",
            "duration": "1 minute",
            "observers": "2",
            "reported": "2023-10-26 12:56:14 Pacific",
            "posted": "2023-10-28 00:00:00",
            "characteristics": "Lights on object, Left a trail, Changed ColoWe were heading to our family house in Sabino canyon, about 3 am. At first sight we think it was a helicopter or a militar UAV. The UFO follow our car at North Sabino Canyon and East Snyder Rd traffic light then the UFO go to the Sabino Canyon park with Red, blue and green lights on. It never do any noise"
        }
    ]
}